Repository: navaroiss/djshop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: English
vi: Tiếng Anh

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Usernames can only contain letters, numbers and underscores
vi: Tên đăng nhập chỉ chứa chữ, số và dấu gạch dưới

source: This username is already taken. Please choose another.
vi: Tên đăng nhập này đã có người sử dụng. Vui lòng chọn tên khác.

source: You must type the same password each time
vi: Mật khẩu phải giống nhau

source: This email address is already in use. Please supply a different email address.
vi: Địa chỉ email này đã có người sử dụng. Vui lòng chọn địa chỉ khác.

source: I have read and agree to the Terms of Service
vi: Tôi đã đọc và đồng ý điều khoản của dịch vụ

source: You must agree to the terms to register
vi: Để đăng ký bạn phải đồng ý với điều khoản

source: username
vi: Tên đăng nhập

source: password
vi: Mật khẩu

source: password (again)
vi: Mật khẩu (nhập lại)

source: Online bags shop
vi: Shop giỏ laptop online

source: Sign up for the newest travel gift ideas in your inbox
vi: Đăng kí nhận thông tin cập nhật mới nhất

source: Enter your email address
vi: Nhập địa chỉ email

source: About Us
vi: Về chúng tôi

source: Store Locations
vi: Danh sách cửa hàng

source: Return Policy
vi: Điều kiện trả lại hàng

source: Privacy Policy
vi: Chính sách

source: Shipping Info
vi: Vận chuyển

source: Contact Us
vi: Liên hệ

source: Log Out
vi: Đăng xuất

source: Log In
vi: Đăng nhập

source: Your Cart has %(items_in_bag)s items
vi: Giỏ hàng có %(items_in_bag)s sản phẩm

source: Your Cart has <strong>%(items_in_bag)s</strong> items
vi: Giỏ hàng có <strong>%(items_in_bag)s</strong> sản phẩm

source: Forgot Your Password
vi: Quên mật khẩu

source: Retrieve your password here
vi: Nhận lại mật khẩu

source: Please enter your email below and we will send you a new password
vi: Xin hãy nhập địa chỉ email và password vào ô bên dưới. Vui lòng kiểm tra email, chúng tôi sẽ gửi mật khẩu vào địa chỉ email của bạn.

source: Email Address
vi: Nhập địa chỉ email

source: Back to Login
vi: Trở lại trang đăng nhập

source: Required Fields
vi: Quan trọng

source: Log in or Create an Account
vi: Đăng nhập hoặc Đăng ký tài khoản

source: New Customers
vi: Đăng kí tài khoản

source: By creating an account with our store, you will be able to move through the checkout process faster, store multiple shipping addresses, view and track your orders in your account and more.
vi: Hãy đăng kí tài khoản để có thể quản lý thông tin cá nhân, thực hiện và theo dõi các giao dịch một cách tiện lợi, nhanh chóng và an toàn.

source: Registered Customers
vi: Đăng kí tài khoản

source: Your username and password did not match. Please try again
vi: Tên đăng nhập hoặc password không tìm thấy. Vui lòng thử lại lần nữa

source: Please enter your username and password for login
vi: Xin lòng nhập thông tin đăng nhập

source: Forgot your password
vi: Quên password

source: Welcome, %(user)s
vi: Xin chào, %(user)s

source: You have been logged out
vi: Bạn đã đăng nhập

source: You will be redirected to the homepage in 3 seconds
vi: Bạn sẽ được chuyển về trang chủ sau 3 giây

source: click here to log in again
vi: Click vào đây để đăng nhập lại

source: Create an Account
vi: Tạo một tài khoản

source: Email
vi: Tài khoản email

source: Last Name
vi: Họ

source: First Name
vi: Tên

source: Confirm Password
vi: Xác nhận mật khẩu

source: Back
vi: Trở lại

source: New User Account Created
vi: Tài khoản của bạn đã được đăng kí thành công.

source: Welcome! You are now registered as a member
vi: Xin chào người bạn mới!
